170deg/system/fvSolution
FoamFile
{
    version                     2.0;
    format                      ascii;
    class                       fvSolution;
    location                    "system";
    object                      fvSolution;
}

solvers
{
    p
    {
        solver                  PCG;
        preconditioner          DIC;
        tolerance               1e-06;
        relTol                  0.01;
    }

    U
    {
        solver                  smoothSolver;
        smoother                GaussSeidel;
        tolerance               1e-05;
        relTol                  0.1;
    }

    omega
    {
        solver                  smoothSolver;
        smoother                symGaussSeidel;
        tolerance               1e-8;
        relTol                  0.1;
    }

    "(k|epsilon)"
    {
        solver                  smoothSolver;
        smoother                GaussSeidel;
        tolerance               1e-05;
        relTol                  0.1;
    }
}

SIMPLE
{
    nNonOrthogonalCorrectors    2;
    pRefCell                    0;
    pRefValue                   0;
}

relaxationFactors
{
    fields
    {
        p                       0.3;
    }
    equations
    {
        U                       0.7;
        "(k|epsilon)"           0.7;
    }
}
